;Place localized text in this file

[SKV_AcheronCap X2EquipmentTemplate]
FriendlyName="<font color='#00e0d5'><b>Thin Mint Cap (Head Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d5'><b>Thin Mint Caps</b></font>"
BriefSummary="The Thin Mint Cap provides you with Path of Rushing Wind - Gain Wind Mana by dashing. Abilities that consume Mana will not generate mana from dashing during thier execution. Also increased aim"
TacticalText="The Thin Mint Cap provides you with Path of Rushing Wind - Gain Wind Mana by dashing. Abilities that consume Mana will not generate mana from dashing during thier execution. Also increased aim"

[SKV_BansheeCap X2EquipmentTemplate]
FriendlyName="<font color='#00e0d5'><b>Flashstriker Cap (Head Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d5'><b>Flashstriker Caps</b></font>"
BriefSummary="The Flashstriker Cap provides you with Superior Vessel - Increase maximum Mana. Effectiveness varies by Mana type. Also increased aim"
TacticalText="The Flashstriker Cap provides you with Superior Vessel - Increase maximum Mana. Effectiveness varies by Mana type. Also increased aim"

[SKV_EidolonCap X2EquipmentTemplate]
FriendlyName="<font color='#00e0d5'><b>S.O.P.H.I.A. Cap (Head Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d5'><b>S.O.P.H.I.A Caps</b></font>"
BriefSummary="The S.O.P.H.I.A. Cap provides you with Path of Inevitable Death -  Gain a small amount of Death Mana whenever something dies. Also increased aim"
TacticalText="The S.O.P.H.I.A. Cap provides you with Path of Inevitable Death -  Gain a small amount of Death Mana whenever something dies. Also increased aim"

[SKV_PhlegethonCap X2EquipmentTemplate]
FriendlyName="<font color='#00e0d5'><b>Kexxian Cap (Head Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d5'><b>Kexxian Caps</b></font>"
BriefSummary="The Kexxian Cap provides you with Mana Font - Increase initial Mana. Effectiveness varies by Mana type. Also increased aim"
TacticalText="The Kexxian Cap provides you with Mana Font - Increase initial Mana. Effectiveness varies by Mana type. Also increased aim"

[SKV_SamnuCap X2EquipmentTemplate]
FriendlyName="<font color='#00e0d5'><b>Boundir Cap (Head Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d5'><b>Boundir Caps</b></font>"
BriefSummary="The Boundir Cap provides you with Path of Patient Stone - Gain Earth Mana by hunkering down. Also increased aim"
TacticalText="The Boundir Cap provides you with Path of Patient Stone - Gain Earth Mana by hunkering down. Also increased aim"

[SKV_StyxCap X2EquipmentTemplate]
FriendlyName="<font color='#00e0d5'><b>General Disarrays Cap (Head Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d5'><b>General Disarrays Caps</b></font>"
BriefSummary="The General Disarrays Cap provides you with Path of the Empty Soul - Focus Starts at maximum mana, but does not naturally recover. Also increased aim"
TacticalText="The General Disarrays Cap provides you with Path of the Empty Soul - Focus Starts at maximum mana, but does not naturally recover. Also increased aim"

[SKV_RepelArm X2EquipmentTemplate]
FriendlyName="<font color='#00e0d6'><b>Tedster Arm (Arm Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d6'><b>Tedster Arms (Arm Augments)</b></font>"
BriefSummary="The Tedster Arm provides you with Sabrestorm - Expend mana to attack any enemy that enter or attack from melee range."
TacticalText="The Tedster Arm provides you with Sabrestorm - Expend mana to attack any enemy that enter or attack from melee range."

[SKV_QuickshotArm X2EquipmentTemplate]
FriendlyName="<font color='#00e0d6'><b>Azurewinds Arm (Arm Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d6'><b>Azurewinds Arms (Arm Augments)</b></font>"
BriefSummary="The Azurewinds Arm provides you with Quick Runeshot - Fire a shot that only uses one action, and does not end the turn."
TacticalText="The Azurewinds Arm provides you with Quick Runeshot - Fire a shot that only uses one action, and does not end the turn."

[SKV_TwinshotArm X2EquipmentTemplate]
FriendlyName="<font color='#00e0d6'><b>Obelix Arm (Arm Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d6'><b>Obelix Arms (Arm Augments)</b></font>"
BriefSummary="The Obelix Arm provides you with Twin Runeshot - Costs Mana. Fire twice in a row at an enemy."
TacticalText="The Obelix Arm provides you with Twin Runeshot - Costs Mana. Fire twice in a row at an enemy."

[SKV_GrappleArm X2EquipmentTemplate]
FriendlyName="<font color='#00e0d6'><b>Xymaneks long Arm (Arm Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d6'><b>Xymaneks long Arms (Arm Augments)</b></font>"
BriefSummary="The Xymaneks long Arm provides you with Thaumic Grapple - Costs Mana. Deploy a grappling hook to move quickly to an elevated position. Free Action."
TacticalText="The Xymaneks long Arm provides you with Thaumic Grapple - Costs Mana. Deploy a grappling hook to move quickly to an elevated position. Free Action."

[SKV_Impact_Augmentation X2EquipmentTemplate]
FriendlyName="<font color='#00e0d7'><b>Adamantium Reinforcement (Torso Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d7'><b>Adamantium Reinforcement (Torso Augments)</b></font>"
BriefSummary="Several layers of Adamantium make this Coating very resilient for a time. Helps to deal with high Damage"
TacticalText="Several layers of Adamantium make make this Coating very resilient for a time. Helps to deal with high Damage"

[SKV_SteelCuirass_Augmentation X2EquipmentTemplate]
FriendlyName="<font color='#00e0d7'><b>Mithril Reinforcement (Torso Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d7'><b>Mithril Reinforcement (Torso Augments)</b></font>"
BriefSummary="A Mithril Coating. Heal 1 HP per turn if injured and increased post mission healing. Activate to grant targeted enemy +100 hit chance against you. 4 turns cooldown. And grant yourself 50 % DR for one turn."
TacticalText="A Mithril Coating. Heal 1 HP per turn if injured and increased post mission healing. Activate to grant targeted enemy +100 hit chance against you. 4 turns cooldown. And grant yourself 50 % DR for one turn."

[SKV_Rusty_Augmentation X2EquipmentTemplate]
FriendlyName="<font color='#00e0d7'><b>Rusty Reinforcement (Torso Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d7'><b>Rusty Reinforcement (Torso Augments)</b></font>"
BriefSummary="Only a rusty coating but allows you to create a force field that negates the first incoming attack."
TacticalText="Only a rusty coating but allows you to create a force field that negates the first incoming attack."

[SKV_Shield_Augmentation X2EquipmentTemplate]
FriendlyName="<font color='#00e0d7'><b>Energy Reinforcement (Torso Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d7'><b>Energy Reinforcement (Torso Augments)</b></font>"
BriefSummary="Gain Shield capacity equal to your armor and regenerate some Shield each turn."
TacticalText="Gain Shield capacity equal to your armor and regenerate some Shield each turn."

[SKV_Tesla_Augmentation X2EquipmentTemplate]
FriendlyName="<font color='#00e0d7'><b>Tesla Reinforcement (Torso Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d7'><b>Tesla Reinforcement (Torso Augments)</b></font>"
BriefSummary="Launch 3 deployable tesla spikes onto the battlefield that act as persistent mines that damage any enemies who get near. Once hit, that particular enemy unit is immune to subsequent strikes from other teslas for 1 turn. Advent will also attempt to destroy these if spotted."
TacticalText="Launch 3 deployable tesla spikes onto the battlefield that act as persistent mines that damage any enemies who get near. Once hit, that particular enemy unit is immune to subsequent strikes from other teslas for 1 turn. Advent will also attempt to destroy these if spotted."

[SKV_Conceal_Augmentation X2EquipmentTemplate]
FriendlyName="<font color='#00e0d8'><b>Sigma Chip (Leg Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d8'><b>Sigma Chip (Leg Augments)</b></font>"
BriefSummary="Thaumic Conceal, spend some of your Focus to enter concealment"
TacticalText="Thaumic Conceal, spend some of your Focus to enter concealment"

[SKV_Teleport_Augmentation X2EquipmentTemplate]
FriendlyName="<font color='#00e0d8'><b>Bunny Chip (Leg Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d8'><b>Bunny Chip (Leg Augments)</b></font>"
BriefSummary="Misty Step - Costs Mana. Instantly teleport anywhere within squadsight."
TacticalText="Misty Step - Costs Mana. Instantly teleport anywhere within squadsight."

[SKV_Liquid_Augmentation X2EquipmentTemplate]
FriendlyName="<font color='#00e0d8'><b>D.Ivory Chip (Leg Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d8'><b>D.Ivory Chip (Leg Augments)</b></font>"
BriefSummary="Liquid Magic - Costs Mana. Transfers mana to an ally."
TacticalText="Liquid Magic - Costs Mana. Transfers mana to an ally."

[SKV_FocusGain_Augmentation X2EquipmentTemplate]
FriendlyName="<font color='#00e0d8'><b>Neaye Chip (Leg Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d8'><b>Neaye Chip (Leg Augments)</b></font>"
BriefSummary="Mist Gatherer - Increase Mana recovery. Effectiveness varies by Mana type."
TacticalText="Mist Gatherer - Increase Mana recovery. Effectiveness varies by Mana type."

[SKV_Smoke_Augmentation X2EquipmentTemplate]
FriendlyName="<font color='#00e0d8'><b>Fogstorm Chip (Leg Augment)</b></font>"
FriendlyNamePlural="<font color='#00e0d8'><b>Fogstorm Chip (Leg Augments)</b></font>"
BriefSummary="Drop covering smoke in a radius around you. Triggers automatically when taking damage if not used manually on the previous turn."
TacticalText="Drop covering smoke in a radius around you. Triggers automatically when taking damage if not used manually on the previous turn."